{
    "Horno Rational": {
        "Tarda mucho en calentar": "En este equipo, los sensores de flujo se aseguran de que haya flujo de combustible en las turbinas de combustion, sin embargo no comprueban la calibracion de presion y concentracion de la mezcla.\n\nAnte esta situacion el operador debe entrar a la configuracion de las valvulas y configurar la relacion propano/aire a 9:1.\n\nAdemas, debe asegurarse de que se tenga una presion de al menos 25 mbar en el manometro de entrada de propano. En caso de no cumplirse esto, pongase en contacto con el departamento de mantenimiento local.",
        "Esta frio pero marca temperatura critica": "Ante la clara malfuncion de un sensor debido a valores imposibles, la maquina tiene un sistema de identificado para el sensor defectuoso. Hay un sensor que escapa de este sistema de fallos, dentro de la cabina, en la esquina frontal superior izquierda, podra ver un cable revestido de aluminio trenzado, sigalo y busque rasgaduras, en caso de encontrarlas remueva el sensor y reemplacelo.\n\nEn caso de no encontrar problemas con el cable o la sonda misma, contacte a un superior y espere instrucciones, es posible que la remocion de la tarjeta principal del equipo sea necesaria.",
        "No hay vapor, pero si temperatura": "El sistema de rociado de vapor y de soplado de agua caliente son independientes. Si el equipo no esta presentando un codigo de error, el malfuncionamiento se encuentra en la ultima etapa de rociado.\n\nDentro de la cabina, remueva el panel inmediato izquierdo, en el centro de la turbina, vera un tapon al final de una tuberia fina, este es el rociador de vapor, es posible que se encuentre obstruido y por ello condense el vapor, limpielo.",
        "Volver": null
    },
    "Elevador Modificado": {
        "Puertas cerradas, sin respuesta": "El microcontrolador instalado concluyo que la posicion del elevador es indeterminada, las puertas estan cerradas por seguridad de los usuarios.\n\nVaya al gabinete de control, cancele los seguros de las puertas mediante el interruptor de las bobinas correspondientes, diagrama electrico en el sitio. Compruebe el funcionamiento de los sensores y el encoder con la energia desactivada. Reemplace las piezas necesarias y empareje manualmente la posicion del elevador en un piso establecido.",
        "Posicion desfasada": "Esto se debe a que el sensor de final de carrera, ya sea superior o inferior sufrio una averia, puede ser debido a un mal contacto o descarga anormal de corriente que se corrigio mas tarde. Compruebe el sensor de final de carrera correspondiente, reemplace de ser necesario.\n\nEl encoder se quedo con la informacion erronea de las dimensiones del area de operacion, lleve el elevador a una posicion correcta con los botones de accionamiento manual del cabrestante en la tarjeta principal, cicle la energia, el elevador funcionara con normalidad.",
        "Sin respuesta a llamadas, puerta abierta": "Esto se debe a que la informacion del encoder y la del sensor local no coinciden. Compruebe el sensor presencia de canasta del piso actual, debe estar defectuoso o en mala posicion, reemplace o corrija y cicle la energia. El elevador deberia funcionar normalmente.",
        "Volver": null
    },
    "Lavadora Modificada": {
        "Display con caracteres extranos": "La configuracion de display por comunicacion serial implementada en estas maquinas es sumamente vulnerable al ruido estatico.\n\nSi el unico sistema siendo afectado por esto es el de display, debe ser un aterrizaje, fallo del recubrimiento antiestatica o rozamiento menor entre hilos, compruebe el arnes de comunicacion entre el panel y la tarjeta principal, corrija cualquier anomalia.\n\nPor ultimo, cicle la energia del panel, el display deberia corregirse.",
        "Estancamiento en 1er enjuague": "La funcion de la tarjeta principal en el suministro de agua se limita a comprobar la activacion de las bobinas de las valvulas, mas no su flujo. Si el equipo parece estar estancado en el primer enjuague, lo mas probable es que las valvulas de agua no esten entregando el caudal adecuado, compruebe las tuberias y filtros de ingreso de agua.\n\nEn caso de que la entrada de agua funcione correctamente, el problema debe encontrarse en la salida, haciendo que el agua salga tan rapido como entra, compruebe la valvula de salida de agua, podria estar atascada inhabilitada por corriente.",
        "Ciclo finalizado instantaneo": "Esto se debe a un candado de seguridad impuesto en la programacion de la maquina. Esta mostrara este comportamiento cuando la puerta de la maquina se encuentre abierta al intentar iniciar un ciclo.\n\nSi la puerta esta mecanicamente cerrada, compruebe la senal y el estado del sensor que lo vigila, es magnetico y normalmente abierto. Recalibre o reemplace el sensor, o bien repare el cableado segun la situacion.",
        "Volver": null
    },
    "Lavaloza Modificada": {
        "Indicadores OK, bandeja ignorada": "El programa personalizado tiene dependientes los sistemas de lavado de los de arrastre. El programa presente en la maquina pertenece a Antonio.\n\nEs necesario comprobar la funcionalidad de los sensores del riel que detectan la bandeja, son magneticos. Comprobar la zona por algun atasco o interferencia entre iman y receptor. En caso de no haber problemas mecanicos o propios del sensor, compruebe el cableado desde el sensor hasta la tarjeta principal, reparar si se encuentran cortes o rasgaduras.\n\nSi la maquina sigue sin funcionar correctamente, retire la tarjeta principal para pruebas y reparaciones.",
        "Tren responde, lavado ausente": "El programa personalizado tiene independientes los sistemas de lavado de los de arrastre. El programa presente en la maquina pertenece a Arturo.\n\nEs necesario comprobar la funcionalidad de los sensores del riel que detectan la bandeja, son magneticos. Comprobar la zona por algun atasco o interferencia entre iman y receptor. En caso de no haber problemas mecanicos o propios del sensor, compruebe el cableado desde el sensor hasta la tarjeta principal, reparar si se encuentran cortes o rasgaduras.\n\nSi la maquina sigue sin funcionar correctamente, retire la tarjeta principal para pruebas y reparaciones.",
        "Sin etapa de enjuague final": "En caso de que la maquina parezca funcionar correctamente, pero sin efectuar la etapa final de enjuague, hay 2 posibles causas.\n\n1.- La tuberia de enjuague\n     Para asegurar la presion necesaria, la tuberia de esta parte de la maquina es delgada, compruebe que no haya obstrucciones activando manualmente la valvula de enjuague.\n\n2.- Condiciones de higiene de caldera\n    Algunas maquinas tienen configuracion independiente entre la caldera y la maquina. Si es el caso de su maquina, compruebe el funcionamiento correcto de la caldera ya que si por alguna razon no llega a 85Â°, no suministrara agua para la etapa final.",
        "Volver": null
    },
    "Salir": null
}